Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: Use the familiar’s Dexterity modifier or Strength modifier, whichever is greater, to determine the familiar’s melee attack bonus with unarmed attacks.
zh_cn: 使用魔宠的敏捷调整值和力量调整值的最大值，来决定魔宠徒手的近战攻击加值。

source: Use the familiar’s normal total if it is higher.
zh_cn: 如果魔宠生物种类的生命骰更高，则用魔宠的。

source: Use the rules for thrown explosives.
zh_cn: 瞄准方格将应用投掷式爆炸物的规则。

source: Use these multipliers instead of the ones given above: Fine x1/4, Diminutive x1/2, Tiny x3/4, Small x1, Medium-size x1.5, Large x3, Huge x6, Gargantuan x12, and Colossal x24.
zh_cn: 使用此乘数而非用上述规则：超微型×1/4、微型×1/2、超小型×3/4、小型×1、普通×1.5、大型×3、超大型×6、巨型×12、超巨型×24。

source: Use this gear with the Climb skill.
zh_cn: 攀爬技能将会用到这个装备。

source: Use this skill to activate magic devices, including scrolls and wands, that you could not otherwise activate.
zh_cn: 使用此技能来启动不能以其他方式触发的魔法装置，包括卷轴和魔杖。

source: Use this skill to identify psionic powers as they manifest or psionic effects already in place.
zh_cn: 使用此技能来辨识他人正在释放的灵力，或者辨识现场的灵能效果。

source: Use this skill to identify spells as they are cast or spells already in place.
zh_cn: 使用此技能来辨识他人正在施展的法术，或者辨识现场的法术效果。

source: Use two times a character’s maximum load to determine how much weight he or she can lift.
zh_cn: 角色最多能拉动两倍于自身最大负载的重量。

source: Used to transport money between businesses and financial institutions, armored trucks are designed to deter would-be thieves.
zh_cn: 武装卡车用于押运金钱，往来于商务与金融机构之间，专为防范可能的盗抢活动而设计。

source: Using Bluff as a feint in combat is an attack action.
zh_cn: 在战斗中用唬骗使出虚招是一个攻击动作。

source: Using Bluff in this way against a creature of animal intelligence (Int 1 or 2) requires a –8 penalty on the check.
zh_cn: 用这种方法唬骗只有动物智力（智力1或2）的生物，唬骗检定会有8点减值。

source: Using a bolt cutter requires a Strength check (DC 10).
zh_cn: 使用断线钳需要做一个力量检定（DC10）。

source: Using a deluxe kit to analyze a possible narcotic substance or basic chemical requires a Craft (chemical) check (DC 15).
zh_cn: 使用高级版工具分析可能的致幻物质或基本的化学化验需要做一次制造（化学）检定（DC15）。

source: Using a handgun without this feat imposes a –4 penalty on attack rolls.
zh_cn: 无此专长的角色使用手枪，攻击骰会有4点减值。

source: Using a pistol as a melee weapon can deal greater damage than attacking unarmed.
zh_cn: 用手枪作为近战武器攻击可以造成比徒手攻击更大的伤害。

source: Using a ranged weapon, in particular, provokes attacks of opportunity.
zh_cn: 尤其是使用远程武器，会引发借机攻击。

source: Using a skill might take a round, several rounds, or even longer.
zh_cn: 使用一个技能可能需要一轮、几轮或更长的时间。

source: Using a speed loader is much like inserting a box magazine into a weapon.
zh_cn: 使用快速装弹器的过程与将弹匣的装卸相似。

source: Using a speed loader saves time in reloading a revolver, since a character can insert all the bullets at once.
zh_cn: 使用快速装弹器节约了转轮枪的装填时间，角色可以一次装填完所有的子弹。

source: Using binoculars for Spot checks takes five times as long as making the check unaided.
zh_cn: 使用双筒望远镜的侦察检定所花的时间是未用时的5倍。

source: Using the skill in this manner assumes that there are other random people about, among whom the character can mingle to remain unnoticed.
zh_cn: 以这种形式使用此技能的情形是假设附近随机分布着几个人，用躲藏来混入其中而不被注意。

source: Using this feat fires two bullets and can only be done if the weapon has two bullets in it.
zh_cn: 此专长消耗两发子弹，且只能在武器里有两发子弹时才能发动。

source: Using this talent is an attack action that requires concentration.
zh_cn: 这个专长的使用是一个攻击动作，需要专注。

source: Using this talent requires preparation; a Smart hero can’t use this talent when surprised or otherwise unprepared for a particular situation.
zh_cn: 使用该天赋需要做准备，智力型英雄不能在受到突袭等无准备的情况下制定计划。

source: Usually a character acts as soon as he or she can in combat, but sometimes a character wants to act later, at a better time, or in response to the actions of someone else.
zh_cn: 通常来说，角色只要能行动就会立即行动，但有时候角色想要延迟到合适的时机行动，或者等待其他人行动时再行动。

source: Usually, an individual makes a Spot check to detect a disguise immediately upon meeting the character and each hour thereafter.
zh_cn: 通常，这些人会在一见到角色就会做检定，此后每小时都会做一次。

source: Vehicle speed is expressed in five categories: stationary, alley speed, street speed, highway speed, and all-out.
zh_cn: 载具的速度表现为五个档次：静止、巷速、街速、高速、极速。

source: Vehicles are described by a number of statistics, as shown on Table: Vehicles.
zh_cn: 载具有各种属性，见表：载具。

source: Vehicles in the same square are considered to be 20 feet apart for the purposes of determining range for attacks.
zh_cn: 在同一方格内的载具，视为相距20尺，用于判断攻击距离。

source: Vehicles that carry passengers can use that space to carry additional cargo when passengers aren’t present.
zh_cn: 乘员位空置时，可用空余空间承运货物。

source: Vehicles use the same size categories as characters and creatures, as shown on Table: Vehicle Sizes.
zh_cn: 载具的体型与角色和生物的体型属同一范畴，见`表：载具体型`。

source: Wealth checks are used to determine what characters can afford and what gear they might reasonably have access to.
zh_cn: 财富检定用于判定角色能够买得起什么和能穿得起什么装备。

source: Weapons with a dash in this column have no magazines; they are generally thrown weapons, or weapons (such as bows) that are loaded as part of the firing process.
zh_cn: 横杠代表没有弹仓；通常为投掷武器，或者装填是发射的一部分，比如弓。

source: Weapons, armor, and some other types of equipment can be constructed as mastercraft objects.
zh_cn: 武器、护甲、以及其他类型的装备可以以大师级工艺水准制造。

source: Wearing armor can slow a character down.
zh_cn: 穿着护甲会减慢角色的移动速度。

source: What constitutes an item of interest to an animal can vary.
zh_cn: 让一个动物感兴趣的物品多种多样。

source: Whatever the base purchase DC, a successful Diplomacy check (DC 15) by the suspect reduces the purchase DC by 2.
zh_cn: 不管基础购买DC是多少，嫌疑犯通过一个成功的交涉检定（DC15）能将购买DC减少2点。

source: Wheeled vehicles passing over the strip are automatically hit—although vehicles equipped with puncture-resistant tires are not affected.
zh_cn: 轮式载具经过钉障会直接受击，除非载具装备了防刺轮胎。

source: When a Mage creates a potion, he makes any choices that he would normally make when casting the spell.
zh_cn: 法师调制药水时，也需要面临平常施展此法术会面临的选择。

source: When a Personality buys a ticket to a show or for transportation, he or she can make a Diplomacy check to get that ticket upgraded.
zh_cn: 明星如果有入场券，或者本就有权参与，明星可以再进行一次交涉检定，将入场券资格升级。

source: When a character adds a rank to Read/Write Language, he or she chooses a new language that the character can read and write.
zh_cn: 角色的读写语言技能每升一级，角色都可选择一个新语言学会读写。

source: When a character adds a rank to Speak Language, he or she chooses a new language that he or she can speak.
zh_cn: 角色的口头语言技能每升一级，角色都可学会说一个新语言。

source: When a character delays, he or she voluntarily reduces his or her own initiative result for the rest of the combat.
zh_cn: 角色延迟，即自愿在接下来的战斗中降低自己的先攻值。

source: When a character gains temporary hit points, make a note of his or her current hit points before adding the temporary hit points.
zh_cn: 当角色获得暂时生命值，记下角色获得前的生命值。

source: When a character hacks into a site, the visit is called a session.
zh_cn: 当角色黑入一个站点，整个访问过程称为一次`会话`。

source: When a character hacks, he or she attempts to invade a site.
zh_cn: 黑入就是角色试图入侵一个站点。

source: When a character has a negative opinion of a hero’s reputation, the hero is considered to be infamous by that character.
zh_cn: 角色对英雄的声望有负面的看法，则该英雄对于该角色享有骂名。

source: When a character has a positive opinion of a hero’s reputation, the hero is considered to be famous by that character.
zh_cn: 角色对英雄的声望有正面的看法，则该英雄对于该角色享有威名。

source: When a character has plenty of time, is faced with no threats or distractions, and the skill being attempted carries no penalty for failure, a character can take 20.
zh_cn: 如果角色有大量时间，也没被威胁或分心，技能也没有失败惩罚，角色就可以取20。

source: When a character hits with a melee weapon or thrown weapon, add his or her Strength modifier to the damage.
zh_cn: 当角色使用近战武器或投掷武器命中时，其力量调整值将应用在伤害上。

source: When a character hits with a weapon, he or she deals damage according to the type of weapon.
zh_cn: 角色以武器成功命中时，将按武器类型结算伤害。

source: When a character is exposed to a treatable disease, the character must make an immediate Fortitude saving throw.
zh_cn: 如果角色得了可治愈的疾病，角色必须立即进行一次强韧豁免。

source: When a character is grappling (regardless of who started the grapple), he or she can attempt any of several actions on his or her turn.
zh_cn: 角色处于擒抱状态时（不管是谁发动了擒抱），角色可以在自己的回合尝试做以下几种动作。

source: When a character is involved in a grapple, he or she will need to make opposed grapple checks against an opponent—often repeatedly.
zh_cn: 当角色陷入擒抱，角色将与目标进行擒抱对抗检定——而且通常需要反复做。

source: When a character is not being threatened or distracted, he or she may choose to take 10.
zh_cn: 当角色未被威胁或分心，可以选择取10。

source: When a character is strangled by an instrument or an attacker, use the rules below.
zh_cn: 当角色被器械或攻击者扼喉时，按照以下规则。

source: When a character makes an attack roll and gets a natural 20 (the d20 shows 20), the character hits regardless of the target’s Defense, and the character has scored a threat of a critical hit.
zh_cn: 当角色掷攻击骰时，自然骰结果为20点，角色将无视目标的防御值直接命中，并产生一个`重击威胁`。

source: When a character makes an attack roll, he or she rolls 1d20 and adds his or her attack bonus.
zh_cn: 角色做一个攻击骰，即投1d20再加上角色的攻击加值。

source: When a character performs this skill under close observation, the character’s skill check is opposed by the observer’s Spot check.
zh_cn: 角色在近距离观察下使用此技能，角色的技能检定将与观察者的侦察检定对抗。

source: When a character purchases a fake ID, the GM secretly makes a Forgery check for the forger, which serves as the DC for the opposed check when someone inspects the fake ID.
zh_cn: 角色购买假身份时，GM为伪造者秘密进行一次伪造文书检定，检定结果作为对方识破假身份的对抗检定的DC。

source: When a character requires a bribe to render services, then a hero’s Diplomacy check automatically fails if a bribe isn’t attached to it.
zh_cn: 当角色需要贿赂才提供服务时，英雄若无法满足，交涉检定自动失败。

source: When a character runs, he or she can move up to four times his or her speed in a straight line.
zh_cn: 角色奔跑时，可以移动4倍于速度的直线距离。

source: When a character spends 1 action point to improve a d20 roll, add 1d6 to the d20 roll to help meet or exceed the target number.
zh_cn: 当角色要花一点行动点增加d20投掷结果时，在这个d20投骰上加1d6，以帮助通过检定。

source: When a character spends 1 action point to use a class feature, he or she gains the benefit of the feature but doesn’t roll a d6.
zh_cn: 当角色花费行动点使用角色专长时，只能获得专长效果而不加1d6。

source: When a character takes damage from an attack with a poisoned weapon, touches an item smeared with contact poison, consumes a poisonous substance, inhales a poisonous gas, or is otherwise poisoned, the character must make a Fortitude saving throw.
zh_cn: 当角色被有毒武器伤害到、碰到涂上接触性毒素的物品、摄入毒素、吸入毒气或以其他的方式中毒时，角色必须进行一次强韧豁免。

source: When a character takes massive damage that doesn’t reduce his or her hit points to 0 or lower, the character must make a Fortitude save (DC 15).
zh_cn: 当角色受到巨创但生命值未降至0以及更低时，角色必须进行一次强韧豁免（DC15）。

source: When a character tries to break something with sudden force rather than by dealing damage, use a Strength check to see whether he or she succeeds.
zh_cn: 若角色试图将物品打破而非仅仅造成伤害，则需要用力量检定来判断成功与否。

source: When a character tries to take something from another person, the character’s opponent makes a Spot check to detect the attempt.
zh_cn: 当角色视图从其他人身上偷窃，角色的偷窃目标做一个侦察检定以察觉意图。

source: When a character with one class gains a level, he or she may choose to increase the level of his or her current class or pick up a new class at 1st level.
zh_cn: 单职角色升级时都可以选择在原来的职业还是一个新职业上升1级。

source: When a character withdraws, he or she can move up to twice his or her speed.
zh_cn: 角色撤退时，可以以两倍速移动。

source: When a character’s Constitution drops back down to its previous score after a temporary increase, the character’s full normal hit points go down accordingly.
zh_cn: 当角色的体质值经过暂时的增长后，掉回原值，角色的生命值上限相应掉回。

source: When a character’s current hit points drop below 0, the character is dying.
zh_cn: 当角色当前生命值降至低于0时，角色处于濒死状态。

source: When a character’s current hit points drop to exactly 0, the character is disabled.
zh_cn: 当角色的当前生命值减至0，角色瘫痪。

source: When a character’s current hit points drop to –10 or lower, he or she is dead.
zh_cn: 当角色当前的生命值减至-10或更低，角色死亡。

source: When a character’s hit point total drops to 0, he or she is disabled.
zh_cn: 角色的生命值降到0，角色瘫痪。

source: When a character’s turn comes up in the initiative sequence, that character performs his or her entire round’s worth of actions.
zh_cn: 当轮到角色的回合时，角色能做一轮的时间所能做的动作。

source: When a child turns 12, he or she is considered a young adult and takes his or her first level in one of the six basic classes.
zh_cn: 当儿童到了12岁，将视为青少年，将获得第一个基础职业等级。

source: When a combat starts, if a character was not aware of his or her enemies and they were aware of the character, that character is surprised.
zh_cn: 战斗开始时，如果角色未`觉察`到敌人，而敌人觉察到了自己，角色就被`突袭`了。

source: When a creature detects a scent, the exact location is not revealed—only its presence somewhere within range.
zh_cn: 生物嗅探到气味并不能揭示气味源的准确位置，只能知道气味源在嗅探范围内。

source: When a creature gets a hold after an improved grab attack, it pulls the opponent into its space.
zh_cn: 生物用精通攫抓缠握对手，会把对手拖拽至自己的方格内。

source: When a hero working for Department-7 needs more equipment than he or she has on hand, the hero may try to requisition it.
zh_cn: 当为`第七局`工作的英雄需要手头没有的装备，可以试图`申调`以获得。

source: When a maximized spell is prepared, it is treated as a spell of three levels higher than the spell’s actual level.
zh_cn: 准备极效的法术时，此法术的等级被视为比法术原等级高3。

source: When a multiclass character increases one of his or her class levels by one, the character gets all the standard benefits that characters receive for attaining the new level in that class: more hit points, possible bonuses on attack rolls, Defense, and saving throws (depending on the class and the new level), a new class feature (as defined by the class), and new skill points.
zh_cn: 当跨职角色在一个职业上升了一级，角色获得这个职业升级所得：生命值，攻击、防御、豁免的加值（职业列表所述）、新的职业专长（仅限该职业）以及新的技能点。

source: When a multiclass hero gains a level in a class, he or she spends that level’s skill points as a member of that class.
zh_cn: 当跨职英雄的一个职业升级了，可将所获技能点加在这个职业的技能上。

source: When a phone line contains a caller ID defeater, phones attempting to connect with that line show up as “anonymous” or “unavailable” on a caller ID unit.
zh_cn: 如果电话线路包含一个电话匿名装置，接听方的来电显示只会显示“匿名”或“未知”。

source: When a planted explosive detonates, it deals its damage to all targets within the burst radius of the weapon.
zh_cn: 当安装式爆炸物被引爆时，将对爆炸半径内的所有目标造成伤害。

source: When a poisoned character makes a saving throw against a poison’s secondary effect, the treating character first makes a Treat Injury check as an attack action.
zh_cn: 当中毒的角色豁免毒素的再次伤害时，医疗者先以一个攻击动作做一个医疗检定。

source: When an ability score changes, the modifier associated with that score also changes.
zh_cn: 当属性值发生变化时，该属性相关的调整值随即发生变化。

source: When an opponent has pinned the character, he or she is held immobile (but not helpless) for 1 round.
zh_cn: 当角色被对手压制住了，对手将在一轮内无法移动（但并非无助）。

source: When appropriate, the description of a talent or a skill provides the time required to use it.
zh_cn: 如果有特别情况，天赋或技能的描述会指明耗费的时间。

source: When attempting to create a work of visual art, the character simply makes a Craft (visual art) check, the result of which determines the quality of the work.
zh_cn: 当角色试图创作视觉艺术时，角色只需做一次制造（视觉艺术）检定，检定结果决定作品的质量。

source: When building a mechanical device from scratch, the character describes the kind of device he or she wants to construct; then the Gamemaster decides if the device is simple, moderate, complex, or advanced compared to current technology.
zh_cn: 制造土制机械设备时，角色描述要制造的设备的种类，然后GM决定设备相比于当前技术水平是简单、中等、复杂还是高级。

source: When building a structure from scratch, the character describes the kind of structure he or she wants to construct; then the Gamemaster decides if the structure is simple, moderate, complex, or advanced in scope and difficulty.
zh_cn: 从零制造结构时，角色描述要建造的结构的种类，然后GM根据大小和难度决定结构是简单、中等、复杂还是高级。

source: When building an electronic device from scratch, the character describes the kind of device he or she wants to construct; then the Gamemaster decides whether the device is simple, moderate, complex, or advanced com-pared to current technology.
zh_cn: 制造土制电气设备时，角色描述要制造的设备的种类，然后GM决定设备相比于当前技术水平是简单、中等、复杂还是高级。

source: When casting an arcane spell with a somatic component, the chance of arcane spell failure depends on the type of armor being worn and whether the Mage has the appropriate Armor Proficiency feat, as shown below.
zh_cn: 当施展需要身体姿势的魔法时，施法失败几率取决于穿着的护甲类型以及法师是否擅长使用身着的护甲类型。

source: When complete, the power crystal is a psionically charged crystalline stone no more than an inch in diameter.
zh_cn: 若灌注成功，异能者将得到一个直径不超过一寸的已灌注水晶。

source: When creating a work of writing, the player simply makes a Craft (writing) check, the result of which determines the quality of the work.
zh_cn: 角色要进行写作时，只需做一次制造（写作）检定，检定结果决定作品的质量。

source: When dealing with others with at least 1 rank in the same Knowledge skill, the Field Scientist gains a +2 bonus on Reputation checks.
zh_cn: 在与其他有至少1级此知识技能的人打交道时，战地科学家在声望检定时获得2点加值。

source: When disabling a monitored device, the character can prevent his or her tampering from being noticed.
zh_cn: 当解除被监控的设备时，角色可以防止自己的解除行为被注意到。

source: When driving, the character can attempt simple maneuvers or stunts.
zh_cn: 驾驶时，角色可做出简单的机动或者特技。

source: When everyone has had a turn, the combatant with the highest initiative acts again, and steps 4 and 5 repeat until combat ends.
zh_cn: 当所有人都过了一轮后，先攻最高的作战者再次行动，并且重复步骤4和5直到作战结束。

source: When faced with multiple choices, such as at a branch in a tunnel, a character can make a Navigate check (DC 20) to intuit the choice that takes the character toward a known destination.
zh_cn: 当要面临多个选择时，比如在隧道中遇到了岔路口，角色可以做一个寻路检定（DC20）来凭直觉找到正确的路。

source: When firing weapons, count squares from the location of the weapon.
zh_cn: 武器开火的起始位置则在武器所在方格。

source: When flying, the character can attempt simple maneuvers and stunts (actions in which the pilot attempts to do something complex very quickly or in a limited space).
zh_cn: 飞行时，角色可做出简单的机动或者特技。

source: When grappled, a hero can’t undertake any action other than attacking with his or her bare hands, attacking with a light weapon, or attempting to break free from his or her opponent.
zh_cn: 英雄被擒抱时无法施展除了空手攻击、轻武器攻击或试图挣脱擒抱者以外的动作。

source: When involved in a grapple with multiple opponents, the character chooses one opponent to make an opposed check against.
zh_cn: 当角色陷入多个对手的擒抱中时，角色一般只能选择一个对手来做对抗检定。

source: When it drops to –1, he or she is dying.
zh_cn: 降到-1，角色濒死。

source: When it drops to –10, the character is dead.
zh_cn: 降到-10，角色死亡。

source: When making a Repair check to accomplish a jury-rig repair, a character can’t take 20.
zh_cn: 当用修理检定进应急维修时，不可取20。

source: When making a Treat Injury skill check, a Field Medic of 4th level or higher may take 10 even if stress and distractions would normally prevent him or her from doing so.
zh_cn: 4级时，战地医生检定医疗技能时，可以在紧张、心烦意乱的情况下取10。

source: When making a check using one of these skills, the Infiltrator may take 10 even if stress and distractions would normally prevent him or her from doing so.
zh_cn: 当检定这些技能时，渗透者可以在紧张、心烦意乱的情况下取10。

source: When making a check with one of these skills, the Dedicated hero can take 10 even when distracted or under duress.
zh_cn: 当检定这些技能时，感知型英雄可以在心烦意乱或受胁迫的情况下取10。

source: When making a skill check using one of these skills, the Field Scientist may take 10 even if stress and distractions would normally prevent him or her from doing so.
zh_cn: 当检定这些技能时，战地科学家可以在紧张、心烦意乱的情况下取10。

source: When making a skill check, a character adds his or her skill ranks to the roll as part of the skill modifier.
zh_cn: 当进行一次技能检定时，角色将技能级数与骰点相加，作为技能的调整值的一部分。

source: When moving a vehicle, count the squares from the vehicle’s rear.
zh_cn: 载具的移动，以载具的后悬挂位置为载具的真实位置。

source: When multiple concealment conditions apply to a defender, use the one that would produce the highest miss chance.
zh_cn: 当符合多个隐藏情况时，只应用提供失手率最大的那个。

source: When others would normally make a Diplomacy check or Bluff check to smooth-talk or trick their way into a private party or invitation-only event, the Personality adds a bonus equal to his or her Personality level.
zh_cn: 一般人需要进行交涉或唬骗检定，绞尽脑汁混进私人集会或者非开放活动，明星做这些事可以获得数值等于此职业等级的加成。

source: When picking up a new class, a hero doesn’t receive maximum hit points but should roll the new Hit Die.
zh_cn: 获得新的职业，英雄获得的生命值不是取最大值而是应掷生命骰。

source: When released, the gas is sufficient to fill a 10-foot-radius area and takes 1 round to fill the area.
zh_cn: 毒气释放出来将用一整轮的时间填满半径为10尺的区域。

source: When resolving a turn or rebuke attempt, add the given bonus to the creature’s Hit Dice total.
zh_cn: 结算驱散或斥喝时，将给定加值加到生物的生命骰上。

source: When successfully completed, a mastercraft object provides a +1 bonus to its quality compared to an ordinary object of the same type.
zh_cn: 若此过程成功完成，大师级工艺特性将会为原版物品提高1点品质。

source: When temporary hit points are lost, they can’t be restored as real hit points can be, even with medical treatment or magic.
zh_cn: 当损失了暂时生命值，它们不能像真实的生命值那样恢复，即使使用医疗或者魔法都不可以。

source: When that’s the case, he or she will have to purchase it like any other piece of gear.
zh_cn: 在这种情况下，角色就该像购买其他装备一样购置衣物。

source: When the Fast hero would be reduced to 0 hit points or less by damage in combat (from a ranged or melee attack), the Fast hero can attempt to roll with the damage.
zh_cn: 当敏捷型英雄在战斗时受到能将其生命值将降至0或更低时的伤害（来自近战或远程攻击的伤害）时可以通过防御翻滚来降低该伤害。

source: When the LAW hits its target, it explodes like a grenade or other explosive, dealing its 10d6 points of damage to all creatures within a 10-foot radius (Reflex save DC 18 for half damage).
zh_cn: 当LAW击中目标，它将会像榴弹或其他爆炸物一样爆炸，给半径为10尺的区域的所有生物造成10d6的伤害（可进行DC18的反射豁免以使伤害减半）。

source: When the Mage creates a potion, he sets the caster level.
zh_cn: 调制药水时需要设置施法者等级。

source: When the Occultist attains 2nd level, and upon attaining each new level thereafter, she uncovers spell scrolls through arcane research and study.
zh_cn: 当术士达到2级时，以及之后每次提升本职业的等级时，术士都会通过研究和学习秘法，发现新的法术卷轴。

source: When the Occultist attains 7th level, and upon attaining each new level thereafter, she uncovers one magic item through arcane research and study.
zh_cn: 当术士达到7级时，以及之后每次提升本职业的等级时，术士都会通过研究和学习秘法，发现新的魔法物品。

source: When the Tough hero’s hit points reach –1, the hero can perform as though he or she were disabled, making either an attack action or a move action every round until the hero reaches –10 hit points (and dies) or the hero’s hit points return to 1 or higher.
zh_cn: 体质型英雄生命值降到-1时，仍可处于瘫痪状态，每轮可以做单个攻击或移动动作，直到生命降到-10死亡，或者恢复到1或者更高。

source: When the character bull rushes, he or she attempts to push an opponent straight back instead of attacking the opponent.
zh_cn: 角色冲撞将会尝试将对手向后推动，而不是攻击。

source: When the character fails one of these Constitution checks, he or she begins to suffocate or drown.
zh_cn: 当角色体质检定失败，角色将会开始窒息或溺水。

source: When the character fails this check, he or she must stop running.
zh_cn: 若角色检定失败，则必须停止奔跑。

source: When the character throws a weapon, its range increment is doubled.
zh_cn: 角色投掷武器，投掷射程将提高1倍。

source: When the character’s new, lower initiative count comes up later in the same round, the character can act normally.
zh_cn: 当在同一轮内轮到角色的新先攻值时，角色才能正常行动。

source: When the creature takes massive damage from an attack type it isn’t vulnerable to, a failed save renders it dazed for 1 round (instead of reducing it to –1 hit points).
zh_cn: 当生物受到非有效类型的巨创伤害时，豁免失败将造成1轮的眩晕（而不是使生命值减至-1）。

source: When the electrical device is activated, the detonator goes off.
zh_cn: 当电子设备启动时，该起爆器会触发。

source: When the hero can spend a full round directing his or her allies and makes a Charisma check (DC 10), the hero provides any of his or her allies within 30 feet a +1 bonus on their attack rolls and skill checks.
zh_cn: 英雄用一个整轮动作进行一个魅力检定（DC10），指定30尺内任意几个友方，使其攻击或技能检定获得1点加值。

source: When the hero does this, he or she recovers a number of hit points equal to his or her Constitution modifier.
zh_cn: 恢复量等于英雄的体质调整值。

source: When the mage casts a touch spell, he can designate his familiar as the “toucher.” (The Mage and the familiar have to be in contact at the time of casting.) The familiar can then deliver the touch spell just as the Mage could.
zh_cn: 当法师施展`接触法术`时，法师可以指定魔宠为“接触者”（法师和魔宠必须在施法时可联系交流）。魔宠之后即可像主人本人一样去传递此接触性法术。
